[
  {
    "username": "_forester",
    "personality": "- Skeptical and questioning of source credibility\n- Interested in distinguishing parody from reality",
    "aliases": "- None provided"
  },
  {
    "username": "airmanepic",
    "personality": "- Analytical, curious, and detail-oriented with a strong interest in deep scientific, mathematical, and technical exploration.\n- Enjoys sharing detailed explanations, diagrams, videos, links, and curated science/engineering content.\n- Playful and humorous tone, often using memes, sarcasm, light-hearted banter, and self-deprecating humor.\n- Interested in physics (theoretical and practical), earth science, engineering concepts, climate science, biomimicry, AI, machine learning, orbital mechanics, geoengineering, fluid dynamics, aerodynamics, and emerging technologies like superconductors, nuclear fusion, and 3D printing.\n- Engages actively with others for feedback, discussion, and collaborative problem-solving.\n- Skeptical and critical of some mainstream science, teaching methods, and technologies; values clear communication, interdisciplinary discussion, and verification from multiple sources.\n- Comfortable with coding, programming education, technical calculations, and DIY projects.\n- Enthusiastic about unconventional ideas including space technology, speculative physics, game theory, and science fiction aesthetics.\n- Persistent, inventive, and thoughtful with a hands-on and practical approach to engineering and problem-solving.\n- Values humor, casual and conversational style, and playful creativity in discussions.\n- Shows openness to testing, experimentation, and iterative design.\n- Occasionally self-aware about personal quirks, modest about successes, and optimistic about professional opportunities.\n- Advocates an \"ask forgiveness not permission\" approach in uncertain legal or ethical situations.\n- Interested in fitness innovation, mechanical solutions, and educational content creation.\n- Engages in nuanced, complex discussions and enjoys coining terms and inside jokes.",
    "aliases": "- No explicit nicknames or alternate names mentioned."
  },
  {
    "username": "arsanthania",
    "personality": "- Adds brief, humorous reactions (e.g., memes/gifs); somewhat sarcastic or dry humor.\n- Casual participant who shares relevant content (like YouTube links) and offers moderate advice.\n- Environmentally conscious and thoughtful about sustainability, interested in games with complex resource management, values practical solutions to waste and recycling, engages seriously with technical topics.\n- Interested in mechanical systems and industrial mechanisms; appreciates vintage or robust engineering; conversational and curious tone.\n- Interested in tech and firearms; provides factual info with some skepticism; casual and concise style; shares relevant links; keeps discussions grounded.\n- Knowledgeable about model rockets and hobbyist engineering; interested in practical aspects of rocketry and 3D printing; shares detailed explanations and personal experiences; has a helpful and informative tone.\n- Interested in engineering and technology channels, values inspiration and accessibility in STEM education, appreciates demystifying complex topics for broader audiences.\n- Interested in scientific developments, especially in environmental and energy topics; thoughtful and somewhat serious about technology and its implications; supports innovative solutions like biodegradable electronics; engages in nuanced discussion about risks and benefits of technology.\n- Practical and experienced with problem-solving in hands-on, mechanical contexts; values functional, improvised solutions; interested in tools and engineering concepts; has a sense of humor.\n- Thoughtful and pragmatic, considers time and resource constraints realistically, uses humor and sarcasm, interested in accessibility of technology.",
    "aliases": "- (No aliases provided)"
  },
  {
    "username": "bingdom",
    "personality": "- Curious about quantum computing and related tech; analytical and reflective about tech adoption and terminology.\n- Helpful with programming advice, suggests tools and tutorials, practical and straightforward, provides links for learning.\n- Interested in innovative technology and gadgets; surprised by new discoveries despite their age; shares video content; concise and enthusiastic communicator.\n- Reflective about learning processes, acknowledges difficulty in complex subjects like math, uses casual and humorous tone.\n- Reflective about own cognitive abilities; interested in problem-solving and optimization; balances enthusiasm with self-care.\n- Early community member, interested in community history.",
    "aliases": "- None provided."
  },
  {
    "username": "bitzero",
    "personality": "- Adds to technical explanations, knowledgeable about complex operations with vectors, concise and supportive.\n- Casual and humorous; makes lighthearted comments; interested in physics concepts but in a playful way.\n- Curious and eager to learn, asks technical questions, appreciates detailed explanations, has a casual tone.\n- Makes humorous or nonsensical comments; likely enjoys playful or absurd humor.\n- Makes humorous remarks about math concepts; has a casual, joking style.\n- Casual and informal, comments humorously on \"funky maths.\"\n- Humorous and casual, makes lighthearted and somewhat nonsensical comments; skeptical or amused by scientific concepts.",
    "aliases": "- ricin beanz"
  },
  {
    "username": "cantavanda",
    "personality": "- Expresses fear or apprehension humorously.\n- Possibly reacts strongly to certain topics.\n- Makes humorous and absurd statements (e.g., \"BREAKING SIENTIFIC DISCOVERY: FARTING STINK'S\").",
    "aliases": "- None provided."
  },
  {
    "username": "circaurus",
    "personality": "- Briefly supportive of ideas; positive and lighthearted.\n- Curious and analytical, interested in pharmacology and neurology.\n- Enjoys theoretical and experimental thinking.\n- Informal and playful tone with friends, uses humor and casual swearing.\n- Honest about lack of understanding; asks straightforward questions to clarify confusing concepts.\n- Provides factual clarifications; knowledgeable about streaming software history; concise.\n- Suggests adventurous or experimental ideas with a humorous edge.\n- Uses brief, expressive reactions (e.g., :side_eye:).\n- Makes playful or cryptic comments.\n- Interested in mushrooms (possibly mycology or psychedelic culture).\n- Unsure but willing to contribute ideas.\n- Casual and informal style.",
    "aliases": "- None provided."
  },
  {
    "username": "electrodeoxys",
    "personality": "- Analytical and knowledgeable about physics; provides clear, precise, and technical explanations.\n- Reflective about learning; values intuitive understanding of concepts.\n- Scientific and educational tone; enjoys explaining physics concepts and doing quick calculations.\n- Enthusiastic about advanced math topics like measure theory; playful and self-aware with humor.\n- Focused on physics concepts such as relativity and momentum; patient and clarifying in tone.\n- Highly analytical and mathematically inclined; enjoys deep dives into number theory and programming with detailed explanations and code.\n- Humble and modest about own knowledge; cautious when explaining complex topics.\n- Engages thoughtfully in scientific debate; respectful and educational tone.\n- Interested in advanced physics and mathematics (quantum mechanics, Umbral Calculus); shares educational resources; appreciates complexity in natural phenomena.\n- Detail-oriented and analytical; has pet peeves about base-10 centrism; recalls academic experiences with some frustration.\n- Enjoys niche scientific topics with a humorous twist; shares unusual research papers and lewd jokes; playful interaction style.\n- Knowledgeable about physics and fluid dynamics; modest about expertise.\n- Uses humor with a slightly sarcastic tone; knowledgeable about computer science concepts like floating and fixed point numbers.\n- Interested in machine learning and gaming strategies; analytical thinker.\n- Interested in science and epistemology; critical of political misuse of science; uses formal and precise language.\n- Interested in science and space-related topics; shares updates enthusiastically.\n- Knowledgeable about orbital mechanics; cautious and focused on accuracy.\n- Curious and informative; shares interesting scientific facts and videos.",
    "aliases": "- \"mini-boss\" (playful nickname used before another user wakes up)"
  },
  {
    "username": "evanski_",
    "personality": "- Analytical and detail-oriented; interested in verifying information and math.\n- Engages in playful banter, teasing, and humor, including sarcasm and wordplay.\n- Casual and humorous tone; makes lighthearted comments and jokes (e.g., height joke, \"how high are you\" joke).\n- Interested in weather, environment (mountain snow), and science topics.\n- Enjoys memes, pop culture references, and sharing relevant videos and gifs.\n- Open to learning, fact-checking, and asking questions; sometimes self-deprecating about knowledge or tech mishaps.\n- Curious about programming, computer science concepts, game development, and web development.\n- Explains ideas clearly and uses a casual style.\n- Prefers asking knowledgeable friends over AI for fun.\n- Interested in physics, psychology, behavior, data, coding, and forum/user data.\n- Cautious about ethics; nostalgic about forum history.\n- Engages in casual, humorous conversation; uses informal tone and internet slang.\n- Enjoys creative AI experiments and challenging AI outputs with creative prompts.\n- Interested in pronunciation, language quirks, and theoretical physics.\n- Helpful and honest about limitations; prefers formulas over raw data.\n- Imaginative and speculative thinker with a dark sense of humor.\n- Interested in model rockets, 3D printing, family habits, tea, and space exploration.\n- Playful, teasing, sometimes sarcastic; frequently posts in short bursts.\n- Shares nostalgic content and engages with historical and scientific media.\n- Energetic and lively participant; self-deprecating about math skills.\n- Uses exaggerated cute/kawaii speech style for comedic effect.\n- Witty and brief; argumentative and stubborn in debates about math.\n- Interested in space exploration and NASA missions; skeptical about scientific consensus and technology applications.\n- Detail-oriented and experimental with CSS; enjoys problem-solving.\n- Philosophical and introspective; questions common narratives; prefers pragmatic and calm approaches.\n- Prefers popular culture references (e.g., The Martian) over deep technical reading.\n- Skeptical and questioning about math conventions; challenges use of letters in math.\n- Supportive of DIY and practical solutions; informal and encouraging.\n- Uses humor and conspiracy-style jokes; less serious tone.",
    "aliases": "- No nicknames or alternate names explicitly mentioned."
  },
  {
    "username": "happa.",
    "personality": "- Adds brief, factual clarifications; casual and humorous tone.\n- Curious about practical applications and experiments; responds with humor.\n- Defends opinions with brief, direct responses.\n- Dislikes physical or hands-on technical topics; prefers less technical or theoretical discussions.\n- Interested in drugs and chemistry culture; knowledgeable about psychoactive substances and related literature; aware of legal and social aspects of drug information.\n- Curious about aerospace engineering connections.\n- Makes brief, realistic comments; engages naturally in conversation.\n- Observant and critical of media content; notices discrepancies like thumbnails vs. actual content.\n- Appreciates reusability and environmental factors.\n- Uses informal and slightly frustrated tone at times.\n- Curious about game mechanics related to space simulation; engages with others' projects; informal and conversational.",
    "aliases": "- None provided."
  },
  {
    "username": "jbax1899",
    "personality": "- Advocates for problem-based learning, values deep understanding over rote memorization.\n- Shares educational resources and interesting science-related links and videos.\n- Interested in color theory and its practical implications.\n- Analytical and cautious thinker; prefers tested, safe approaches rather than early adoption of experimental tech.\n- Casual gamer or interested in games; brief, curious contributions.\n- Curious about physics and engineering concepts; cautious about making claims without sufficient knowledge.\n- Skeptical and somewhat humorous tone.\n- Enjoys humor and sharing funny or surprising content; casual and friendly tone.\n- Enthusiastic about astronomy, physics, cutting-edge science, and space research; optimistic but realistic about future tech.\n- Experienced tea drinker with a wide variety of tastes; enjoys exploring flavors and combinations.\n- Has academic experience with quantum computing; self-aware of confusion in complex topics.\n- Practical and somewhat humorous; realistic about dangers in hypothetical scenarios.\n- Shares interesting or intense media content; encourages practical application of ideas; supportive of experimental or creative projects.\n- Shares news and videos about crypto and NFT gaming; interested in current events and tech trends; casual and straightforward style.\n- Shares practical tech tips focused on utility and efficiency.\n- Shares scientific facts about biology and energy consumption, focused on metabolic costs and evolutionary adaptations.\n- Brief and cryptic comments, possibly joking or trolling.\n- Cautious and skeptical; reacts strongly to risky ideas; informal and direct.\n- Interested in privacy and data ethics; supportive and encouraging of others' projects.\n- Engaged in academic work involving big data.\n- Uses humor in conversation.\n- Appreciates expertise in crafts.",
    "aliases": "- Nicknames not explicitly mentioned."
  },
  {
    "username": "jennasariah",
    "personality": "- Interested in biology as control circuits\n- Shares intellectual resources\n- Appreciates simplicity in complex systems",
    "aliases": "- None provided"
  },
  {
    "username": "klepto_void",
    "personality": "- Brief and to the point\n- References internet culture and forums with a critical tone\n- Familiar with online communities and memes\n- Interested in science and technology\n- Recognizes references to niche topics (e.g., VX)\n- Casual and enthusiastic\n- Joins in humor enthusiastically\n- Playful and humorous in tone\n- Uses elaborate, formal, and somewhat humorous or ironic speech\n- Likes to present opinions in a distinctive, verbose style\n- Likes to build suspense and curiosity with fragmented messages\n- Interested in speculative or fringe science topics\n- Shares links, minimal but engaged",
    "aliases": "- None provided"
  },
  {
    "username": "lukan.spellweaver",
    "personality": "- Casual and personal, shares anecdotes about gaming and sleep\n- Reflective about age and memory\n- Playful with self-deprecating humor\n- Cynical or sarcastic sense of humor\n- Quick to make witty remarks\n- Nostalgic about scientific space probes\n- Brief and to the point",
    "aliases": "- None provided"
  },
  {
    "username": "mercerenies",
    "personality": "- Analytical and enjoys debating theoretical questions; values precise reasoning.\n- Appreciates nerd culture and humor; playful and humorous; makes jokes and lighthearted comments.\n- Critical and humorous about measurement units; concise and witty.\n- Deeply knowledgeable in math, especially real analysis and infinity concepts; enjoys explaining complex ideas with humor and sarcasm; calls their explanations \"ted talks.\"\n- Enjoys clever, sarcastic humor; comfortable with abstract theoretical discussions; uses humor to engage others.\n- Has advanced knowledge in mathematical logic and programming; thoughtful and precise in explanations; uses humor lightly.\n- Interested in AI capabilities and limitations; aware of AI's potential errors; humorous and casual tone; cautious about online behavior.\n- Interested in number theory and math; thoughtful and analytical; somewhat critical of education accessibility and standards.\n- Knowledgeable about academic and legal norms in science; formal and informative tone.\n- Knowledgeable about math, especially calculus; explains complex ideas clearly and patiently; educational and thoughtful tone.\n- Knowledgeable in math and physics; analytical and precise; enjoys discussing abstract concepts and their limitations.\n- Practical and humorous about birthdays and age calculations.\n- Provides clarifications and corrections in discussions; polite and measured tone.\n- Provides realistic and grounded perspectives; humorous and slightly skeptical; questions motives behind others' interests.\n- Sarcastic and witty; enjoys dry humor and playful threats; skeptical of overly polite or automatic-sounding responses.\n- Shares technical resources and explanations; knowledgeable and helpful.\n- Thoughtful and knowledgeable; enjoys speculating and brainstorming; friendly and conversational.\n- Thoughtful and precise; patient and thorough in clarifications; has a dry sense of humor.\n- Witty and humorous; enjoys wordplay and spelling jokes; participates in playful banter.\n- Calm and rational; logical approach; uses metaphors to clarify points.\n- Humorous and sarcastic; skeptical about official explanations.\n- Knowledgeable about advanced math (quaternions, dimensions); witty and encouraging tone; calls division by zero a \"secret test\" for mathematicians.\n- Critical of poor math skills in academic settings; values practical understanding over memorization; uses humor and sarcasm.\n- Precise and detail-oriented; values clarity in language; likely has a mathematical background.",
    "aliases": "- Nicknames not explicitly mentioned."
  },
  {
    "username": "nehemek",
    "personality": "- Curious about biology and anatomy, especially nervous and circulatory systems\n- Interested in redundancy and natural selection, appreciates scientific explanations\n- Curious and detail-oriented; asks thoughtful questions about intellectual property and research practices\n- Interested in legal and ethical aspects of scientific publishing\n- Prefers curated science content related to biology interests\n- Interested in practical tech like 3D printing, shares related content\n- Practical and detail-oriented, interested in technical aspects of electronics and shielding\n- Contributes thoughtful questions and clarifications\n- Curious and inquisitive, asks detailed technical questions\n- Interested in materials and engineering concepts\n- Interested in space technology and science fiction\n- Shares informative facts and news, thoughtful and reflective",
    "aliases": "- None provided"
  },
  {
    "username": "ninety_",
    "personality": "- Curious and eager to understand complex topics; asks questions to clarify understanding; less technical background.\n- Straightforward and concise communicator, provides brief factual answers, likely prefers simplicity.\n- Sarcastic or humorous skepticism about sources (\"Conservapedia hasn't been wrong about anything yet!\")\n- Shares interesting external content (links) without much elaboration.\n- Straightforward and slightly critical about government and climate denial, uses dry humor.",
    "aliases": "- None provided."
  },
  {
    "username": "pilot",
    "personality": "- Briefly contributes knowledgeable terms related to biology or evolutionary concepts.\n- Casual and humorous about technical topics, sharing personal opinions with a light tone.\n- Downplays complexity with simple analogies and jokes to lighten conversations.\n- Playful and humorous, enjoys joking about career changes and unusual job scenarios.\n- Uses humor and sarcasm, references memes and pop culture.\n- Sarcastic and humorous, avoids serious or controversial topics, employs formal mock language humorously.\n- Witty, enjoys logical humor and math concepts, shares anecdotes.\n- Occasionally uses imaginative or humorous commentary to evoke imagery.\n- Practical and somewhat skeptical about overreliance on calculators; values mental math and quick calculations.\n- Interested in science classes but maintains a casual or humorous attitude toward them.\n- Shares quirky and surprising trivia in a humorous and casual manner.\n- Uses casual and friendly tone; shows familiarity and friendliness by calling another user \"bestie.\"",
    "aliases": "- No nicknames or alternate names explicitly mentioned."
  },
  {
    "username": "pqp239",
    "personality": "- Casual participant\n- Asks clarifying questions\n- Interested in tech stack of popular apps\n- Concise and inquisitive\n- Engages in technical conversations\n- Interested in hands-on science projects, including fermentation\n- Playful and lighthearted tone\n- Enjoys engaging in casual banter\n- Interested in science, references biology (cell lines)\n- Uses short, enthusiastic messages\n- Opinionated (dislikes sourdough bread)\n- Blunt\n- Casual and brief\n- Enjoys fun and practical gadgets",
    "aliases": "- None provided"
  },
  {
    "username": "rekko",
    "personality": "- Curious and investigative, interested in real-world events and their explanations, asks thoughtful questions about science and technology.\n- Casual and humorous, makes light jokes, participates in discussions with simple, straightforward comments.\n- Curious about forum history, engaged in community, shares memories and information.\n- Curious and inquisitive; asks questions to understand complex topics; straightforward and honest tone.\n- Dislikes misleading or pseudoscientific ideas; engaged in technical discussions with a critical mindset.\n- Enjoys exploring unconventional math ideas; inspired by past conversations; curious and reflective; appreciates theoretical math.\n- Interested in dietary ethics and religion; shares informative links; thoughtful about nuanced ethical questions; engages seriously with cultural topics.\n- Interested in environmental topics and skeptical or analytical about political impacts on emissions; enjoys creative ideas like a \"museum of discredited science.\"\n- Interested in geography and natural disasters; has a humorous and casual tone; enjoys learning and sharing about volcanic activity and city placements; self-deprecating humor.\n- Interested in meteorology and hurricane data; analytical and detail-oriented; compiles and references data from Wikipedia; uses humor and casual tone.\n- Interested in science and speculative ideas; enjoys sci-fi and fantasy literature; open to discussing unconventional ideas with humor.\n- Philosophical and speculative thinker; interested in big-picture ideas like the Fermi Paradox and energy generation; uses humor and imaginative scenarios.\n- Reflective and observant, shares childhood memories and interesting trivia, enjoys documenting and noticing patterns.\n- Shares interesting trivia and pop culture references, casual and playful tone.\n- Attentive to current events, shares urgent news, concerned about natural disasters.\n- Enjoys discussing complex math concepts with a sense of humor, refers to \"impossible numbers,\" uses playful metaphors (e.g., \"Hitler 2: Nuclear Boogaloo\"), engages in thoughtful but casual conversation about climate and politics.\n- Interested in advanced math concepts and set theory expansions; thoughtful and reflective with a slightly philosophical or existential tone (e.g., Boltzmann Brain comment); respectful about sensitive topics; uses creative ideas like \"impossible numbers\"; engages in math discussions with curiosity.\n- Interested in speculative and abstract questions, thoughtful.\n- Participates in jokes and casual conversation, somewhat skeptical or dismissive of sensational claims, references science videos for clarification.\n- Quick-witted, makes humorous wordplay (e.g., misreading RTG as \"Ragic The Gathering\").\n- Reader of The Expanse series, reflective about book series popularity, casual conversationalist.",
    "aliases": "- None explicitly mentioned."
  },
  {
    "username": "thegreatmarduk",
    "personality": "- Appreciates the ritual and experience of making coffee and tea beyond just caffeine; thoughtful and reflective about simple pleasures\n- Has experience with Fourier series from college; shares brief comments related to engineering topics; uses casual tone\n- Interested in chemistry and drug experimentation history; references niche books and scientific exploration; engages in speculative or humorous commentary\n- Interested in chemistry and mathematics; appreciates rigorous education; reflective about learning experiences\n- Interested in science and medicine, thoughtful about practical applications (e.g., ADHD treatment), has a dry sense of humor, likens bread making to mycology showing a playful and nerdy side\n- Interested in science and technology; appreciates clever scientific instrumentation; concise communicator; engages with technical topics thoughtfully\n- Knowledgeable about biology and chemistry (animal adaptations, plastics industry), analytical and detail-oriented, skeptical with a dry sense of humor, references personal anecdotes, interested in environmental and industrial topics\n- Knowledgeable about biology, genetics, and taxonomy; analytical and detailed in explanations; references academic knowledge; thoughtful and precise\n- Knowledgeable about industrial and environmental technologies; provides practical insights; uses a straightforward and factual tone; seems experienced in product development or industry standards\n- Knowledgeable about materials and paint technology; skeptical but open to scientific explanations; enjoys playful, hypothetical conversations\n- Practical and applied thinker, relates academic concepts to real-world uses in specific fields like chemistry and instrumentation, interested in materials science and testing, uses informal and friendly tone\n- Provides explanations with practical experience; informative and clear; contributes to clarifying scientific concepts\n- Provides informative technical input; knowledgeable about chemistry and materials; engages with humor and practical advice\n- Provides practical advice on materials and physics, knowledgeable about silicone properties, uses humor and casual tone, self-describes with \"old man vibes\" despite being younger\n- Skeptical about scientific claims; brief and to the point\n- Thoughtful and reflective, interested in green technology and science; shares personal habits (like moving a cup against walking rhythm); open about personal experiences with exams and health; curious and optimistic\n- Uses humor and memes in scientific discussion\n- Brief, humorous interjection referencing philosophical dilemmas (interstellar trolley problem)\n- Enjoys humor and creative scientific speculation, references books and external sources, engages in playful debate\n- Has experience working in a wet lab; values practical math skills for quick, real-world calculations; uses uppercase typing style for emphasis or humor\n- Practical and experienced with materials and coatings, cautious about corrosion and lubrication, knowledgeable about silicone uses, tends to give advice and share resources, has a no-nonsense tone\n- References scientific concepts with nostalgia, brief contributions\n- Somewhat skeptical or realistic about funding prospects, uses a casual tone\n- Witty with a penchant for puns; enjoys tech humor and measuring computing power; playful tone",
    "aliases": "- Nicknames not explicitly mentioned"
  },
  {
    "username": "tsukayuriko",
    "personality": "- Uses humor (\"Roughly a shitload.\")",
    "aliases": "- None provided"
  },
  {
    "username": "yokcos",
    "personality": "- Analytical and pragmatic, interested in economics, environmental policy, climate science, and environmental equilibrium.\n- Enjoys discussing game design, evolution concepts, physics, math, quantum phenomena, biology, species concepts, and speculative/theoretical science.\n- Has a dry, witty, dark, and somewhat sarcastic sense of humor.\n- Skeptical and cautious about grand space projects, scientific claims, oversimplified arguments, and geopolitical implications of technology.\n- Collaborative, curious, and engaged in researching, fact-checking, and scientific discussions with nuance.\n- Prefers precise definitions, careful semantics, and values correct terminology.\n- Casual, humorous, somewhat cynical about climate and political issues, uses playful nicknames and puns.\n- Enjoys playful banter, jokes, cultural references, and lighthearted tone in technical discussions.\n- Curious and eager to learn advanced math, programming, computational theory, and practical/theoretical physics and engineering.\n- Thoughtful, reflective, and critical, appreciates well-named strategies and quality science communication.\n- Interested in NFT gaming, transportation, infrastructure, tea and caffeine effects, pixel art, big data, and social commentary.\n- Pragmatic about hobbies, open about personal limitations and interests.\n- Engages deeply with explanations, asks thoughtful questions, and appreciates ethical and practical implications of science.",
    "aliases": "- Lrod Yokcos [blanket hater]\n- Hitler 2: Winnie the Boogaloo"
  }
]